Repository: NanoSoftTech/rahunas
Catalog: weblogin-po/*.po
Languages: th

source: Could not connect to database
th: ไม่สามารถเชื่อมต่อฐานข้อมูลได้

source: Password mismatch
th: รหัสผ่านไม่ตรงกัน

source: Password has been changed
th: เปลี่ยนรหัสผ่านเรียบร้อยแล้ว

source: Please apply all information
th: กรุณากรอกข้อมูลให้ครบถ้วน

source: Username
th: ชื่อผู้ใช้

source: Password
th: รหัสผ่าน

source: New Password
th: รหัสผ่านใหม่

source: Confirm Password
th: ยืนยันรหัสผ่าน

source: Change Password
th: เปลี่ยนรหัสผ่าน

source: Login
th: เข้าสู่ระบบ

source: day
th: วัน

source: days
th: วัน

source: hour
th: ชั่วโมง

source: hours
th: ชั่วโมง

source: minute
th: นาที

source: minutes
th: นาที

source: second
th: วินาที

source: seconds
th: วินาที

source: Session Start
th: เริ่มวาระ

source: Session End
th: สิ้นสุดวาระ

source: Never
th: ไม่มีกำหนด

source: Session Time
th: เวลาใช้งาน

source: Session Remain Time
th: เหลือเวลาในวาระ

source: Class of service
th: บริการพิเศษ

source: Request URL
th: URL ที่ร้องขอ

source: OK
th: ตกลง

source: Logout
th: เลิกใช้งาน

source: Error! Could not connect to the server
th: ผิดพลาด! ไม่สามารถเชื่อมต่อกับเครื่องแม่ข่ายได้

source: Error! Could not connect to the authenticator server
th: ผิดพลาด! ไม่สามารถเชื่อมต่อกับเครื่องตรวจสอบสิทธิ์ได้

source: Error! User has been reach the maximum login
th: ผิดพลาด! ผู้ใช้นี้ทำการเข้าระบบพร้อมกันเกินจำนวนที่กำหนดไว้

source: Error! User already login
th: ผิดพลาด! ผู้ใช้นี้ได้เข้าระบบแล้ว

source: Error! User expired
th: ผิดพลาด! ผู้ใช้นี้หมดอายุลงแล้ว

source: Error! Invalid IP address
th: ผิดพลาด! หมายเลข IP ไม่ถูกต้อง

source: Error! Invalid username or password
th: ผิดพลาด! ชื่อผู้ใช้ หรือ รหัสผ่าน ไม่ถูกต้อง

source: Error! Logout failed! please try again
th: ผิดพลาด! ไม่สามารถเลิกใช้งานได้ กรุณาลองใหม่อีกครั้ง

source: Error! Please login
th: ผิดพลาด! กรุณาเข้าสู่ระบบ

source: Success! User has been authorized, please wait a moment
th: สำเร็จ! ผู้ใช้นี้ผ่านการตรวจสอบ กรุณารอสักครู่

source: Success! User has been logout
th: สำเร็จ! ผู้ใช้นี้ ได้เลิกใช้งานแล้ว

source: Error: Could not get data from database
th: ผิดพลาด: ไม่สามารถดึงข้อมูลจากฐานข้อมูลได้

source: Invalid username or password
th: ชื่อผู้ใช้ หรือรหัสผ่านไม่ถูกต้อง

source: Error: Could not change password
th: ผิดพลาด: ไม่สามารถเปลี่ยนรหัสผ่านได้
